Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.keep-workspace-open
source: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace
ar: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة محرر ملف كود فتح مسار لسان إغلاق اللسان العمل • %@ اللسان؟ العمل؟ التطبيق مفتوح
bs: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka editor datoteka kod otvori putanja Zatvori • %@ Zatvoriti tab? prostor? otvoren
da: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik editor fil kode åbn sti Luk • %@ fane? arbejdsområde? åben
de: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app allgemein einstellungen verhalten dock menüleiste status seitenleiste arbeitsbereich farben palette badge ausgewählt hervorhebung indikator aktiv punkt editor datei code öffnen pfad schließen • %@ schließen? offen
es: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace aplicación general preferencias comportamiento dock barra de menú estado lateral espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto editor archivo código abrir ruta Cerrar • %@ ¿Cerrar pestaña? trabajo? App abierto
fr: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace application général préférences comportement dock barre de menus état latérale espace travail onglet couleurs palette badge sélectionné surbrillance indicateur actif point éditeur fichier code ouvrir chemin Fermer l'onglet l'espace • %@ ? App ouverte
it: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto editor file codice apri percorso Chiudi • %@ Chiudere la scheda? l'area lavoro? aperta
ja: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace 閉じる 最後のペイン サーフェス ワークスペースを残す
ko: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 편집기 파일 코드 열기 경로 닫기 작업 공간 • %@ 탭을 닫으시겠습니까? 공간을 열림
nb: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk redigerer fil kode åpne bane Lukk • %@ Lukke fane? arbeidsområde? åpen
pl: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka edytor plik kod otwórz ścieżka Zamknij kartę Przestrzeń robocza roboczą • %@ Zamknąć kartę? roboczą? otwarty
pt_br: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace app geral preferências comportamento dock barra de menu status lateral aba cores paleta selo selecionado destaque indicador ativo ponto editor arquivo código abrir caminho Fechar Área Trabalho • %@ aba? trabalho? aberto
ru: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка редактор файл код открыть путь Закрыть вкладку Рабочее пространство • %@ вкладку? пространство? открыт
th: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง ปิดแท็บ เวิร์กสเปซ ปิดเวิร์กสเปซ • %@ ปิด ปิดแท็บหรือไม่? ปิดเวิร์กสเปซหรือไม่?
tr: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta düzenleyici dosya kod aç yol Sekmeyi Kapat Alanını • %@ kapatılsın mı? açık
uk: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка редактор файл код відкрити шлях Закрити вкладку Робоча область робочу • %@ вкладку? область? відкритий
zh_hans: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 编辑器 文件 代码 打开 路径 关闭标签页 关闭工作区 • %@ 关闭 关闭标签页？ 关闭工作区？
zh_hant: app.keepWorkspaceOpenWhenClosingLastSurface close last pane surface keep tab workspace 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 編輯器 檔案 程式碼 開啟 路徑 標籤頁 關閉標籤頁 關閉工作區 • %@ 關閉 要關閉標籤頁嗎？ 要關閉工作區嗎？ App

# settings.search.alias.setting.app.focus-pane-first-click
source: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation
ar: app.focusPaneOnFirstClick click to focus follows mouse first activation تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي تركيز نقر ماوس تنشيط يتبع أول التطبيق
bs: app.focusPaneOnFirstClick click to focus follows mouse first activation aplikacija opće postavke ponašanje dock traka menija status bočna fokus klik miš aktivacija prati prvi
da: app.focusPaneOnFirstClick click to focus follows mouse first activation app generelt indstillinger adfærd dock menulinje status sidepanel fokus klik mus aktivering følger første
de: app.focusPaneOnFirstClick click to focus follows mouse first activation app allgemein einstellungen verhalten dock menüleiste status seitenleiste fokus klicken maus aktivierung folgt erster
es: app.focusPaneOnFirstClick click to focus follows mouse first activation aplicación general preferencias comportamiento dock barra de menú estado lateral foco clic ratón activación sigue primero App
fr: app.focusPaneOnFirstClick click to focus follows mouse first activation application général préférences comportement dock barre de menus état latérale clic souris suit premier App
it: app.focusPaneOnFirstClick click to focus follows mouse first activation app generale preferenze comportamento dock barra menu stato laterale clic attivazione segue primo
ja: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation クリック フォーカス マウス 最初のクリック ペインを選択
ko: app.focusPaneOnFirstClick click to focus follows mouse first activation 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 포커스 클릭 마우스 활성화 따름 첫 번째
nb: app.focusPaneOnFirstClick click to focus follows mouse first activation app generelt innstillinger oppførsel dock menylinje status sidepanel fokus klikk mus aktivering følger første
pl: app.focusPaneOnFirstClick click to focus follows mouse first activation aplikacja ogólne preferencje zachowanie dock pasek menu status boczny fokus klik mysz aktywacja podąża pierwszy
pt_br: app.focusPaneOnFirstClick click to focus follows mouse first activation app geral preferências comportamento dock barra de menu status lateral foco clique ativação segue primeiro
ru: app.focusPaneOnFirstClick click to focus follows mouse first activation приложение общие настройки поведение док строка меню статус боковая панель фокус щелчок мышь активация следует первый
th: app.focusPaneOnFirstClick click to focus follows mouse first activation แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง โฟกัส คลิก เมาส์ เปิดใช้งาน ตาม ครั้งแรก
tr: app.focusPaneOnFirstClick click to focus follows mouse first activation uygulama genel tercihler davranış dock menü çubuğu durum kenar odak tık fare etkinleştirme izler ilk
uk: app.focusPaneOnFirstClick click to focus follows mouse first activation програма загальні параметри поведінка док рядок меню статус бічна панель фокус клацання миша активація слідує перший
zh_hans: app.focusPaneOnFirstClick click to focus follows mouse first activation 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 焦点 点击 鼠标 激活 跟随 首次
zh_hant: app.focusPaneOnFirstClick click to focus follows mouse first activation 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 焦點 點按 滑鼠 啟用 跟隨 首次 App

# settings.search.alias.setting.app.preferred-editor
source: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor
ar: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع محرر كود فتح مسار التطبيق مفتوح
bs: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije kod otvori putanja otvoren
da: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer kode åbn sti åben
de: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen öffnen pfad offen
es: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo json esquema documentación referencia código abrir ruta App abierto
fr: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence éditeur ouvrir chemin App ouverte
it: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione json schema documentazione riferimento codice apri percorso aperta
ja: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor エディタ ファイルを開く vscode visual studio code zed sublime cursor
ko: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 편집기 코드 열기 경로 열림
nb: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane åpen
pl: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka otwarty
pt_br: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência código abrir caminho aberto
ru: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения редактор код открыть путь открыт
th: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง
tr: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol açık
uk: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях відкритий
zh_hans: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 编辑器 代码 打开 路径
zh_hant: app.preferredEditor editor open file code vscode visual studio zed sublime subl cursor 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 App

# settings.search.alias.setting.app.terminal-config
source: ghostty config configuration terminal settings preview merged file reload
ar: ghostty config configuration terminal settings preview merged file reload تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي طرفية صدفة تمرير سجل شاشة إعدادات تكوين ملف json مخطط وثائق مرجع محرر كود فتح مسار إعادة تحميل الطرفية • %@ Ghostty… الإعدادات الإعدادات… التطبيق مدمج
bs: ghostty config configuration terminal settings preview merged file reload aplikacija opće postavke ponašanje dock traka menija status bočna shell povratni zapis za pomicanje ekran konfiguracija datoteka json šema dokumentacija referenca preferencije editor kod otvori putanja Ponovo učitaj • %@ postavke… konfiguraciju spojen
da: ghostty config configuration terminal settings preview merged file reload app generelt indstillinger adfærd dock menulinje status sidepanel shell scrollback rullepanel skærm konfiguration fil json skema dokumentation reference præferencer editor kode åbn sti Genindlæs • %@ Ghostty-indstillinger… Indstillinger… sammenlagt
de: ghostty config configuration terminal settings preview merged file reload app allgemein einstellungen verhalten dock menüleiste status seitenleiste shell scrollback scrollleiste bildschirm konfiguration datei json schema dokumentation referenz präferenzen editor code öffnen pfad Neu laden • %@ Ghostty-Einstellungen … zusammengeführt
es: ghostty config configuration terminal settings preview merged file reload aplicación general preferencias comportamiento dock barra de menú estado lateral shell historial desplazamiento pantalla ajustes configuración archivo json esquema documentación referencia editor código abrir ruta Recargar • %@ Ghostty… Ajustes… App fusionado
fr: ghostty config configuration terminal settings preview merged file reload application général préférences comportement dock barre de menus état latérale shell historique défilement écran réglages fichier json schéma documentation référence éditeur code ouvrir chemin Recharger • %@ Ghostty... la Réglages... App fusionnée
it: ghostty config configuration terminal settings preview merged file reload app generale preferenze comportamento dock barra menu stato laterale terminale shell cronologia di scorrimento schermo impostazioni configurazione json schema documentazione riferimento editor codice apri percorso Ricarica • %@ Ghostty… Impostazioni… unita
ja: ghostty config configuration terminal settings preview merged file reload ghostty 設定 構成 ターミナル プレビュー マージ ファイル 再読み込み
ko: ghostty config configuration terminal settings preview merged file reload 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 터미널 셸 스크롤백 스크롤바 화면 설정 구성 파일 json 스키마 문서 참조 편집기 코드 열기 경로 미리보기 새로고침 • %@ 설정… 다시 불러오기 병합됨
nb: ghostty config configuration terminal settings preview merged file reload app generelt innstillinger oppførsel dock menylinje status sidepanel skall tilbakerulling rullefelt skjerm konfigurasjon fil json skjema dokumentasjon referanse preferanser redigerer kode åpne bane Last inn på nytt • %@ Ghostty-innstillinger … sammenslått
pl: ghostty config configuration terminal settings preview merged file reload aplikacja ogólne preferencje zachowanie dock pasek menu status boczny powłoka przewijanie przewijania ekran ustawienia konfiguracja plik json schemat dokumentacja referencja edytor kod otwórz ścieżka Odśwież • %@ Ghostty… konfigurację Ustawienia… scalony
pt_br: ghostty config configuration terminal settings preview merged file reload app geral preferências comportamento dock barra de menu status lateral shell histórico rolagem tela configurações configuração arquivo json esquema documentação referência editor código abrir caminho Recarregar • %@ Ajustes do Ghostty… Ajustes… mesclado
ru: ghostty config configuration terminal settings preview merged file reload приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран конфигурация файл json схема документация справочник предпочтения редактор код открыть путь Перезагрузить • %@ Ghostty... конфигурацию Настройки... объединен
th: ghostty config configuration terminal settings preview merged file reload แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง โหลดใหม่ • %@ Ghostty... โหลดการกำหนดค่าใหม่ การตั้งค่า... ผสานแล้ว
tr: ghostty config configuration terminal settings preview merged file reload uygulama genel tercihler davranış dock menü çubuğu durum kenar kabuk geri kaydırma ekran ayarlar yapılandırma dosya json şema belgeler başvuru düzenleyici kod aç yol Yeniden Yükle • %@ Ayarları… Yapılandırmayı Ayarlar… birleştirildi
uk: ghostty config configuration terminal settings preview merged file reload програма загальні параметри поведінка док рядок меню статус бічна панель термінал shell історія прокручування смуга екран налаштування конфігурація файл json схема документація довідник редактор код відкрити шлях Перегляд Перезавантажити • %@ Ghostty… конфігурацію Налаштування… злитий
zh_hans: ghostty config configuration terminal settings preview merged file reload 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 终端 shell 回滚 滚动条 屏幕 设置 配置 文件 json 架构 文档 参考 编辑器 代码 打开 路径 重新加载 • %@ 设置... 重新加载配置 已合并
zh_hant: ghostty config configuration terminal settings preview merged file reload 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 終端機 shell 回捲 捲動列 螢幕 設定 設定檔 檔案 json 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 重新載入 • %@ 設定... 重新載入設定 App 已合併

# settings.search.alias.setting.app.markdown-viewer
source: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme
ar: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي التطبيق
bs: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplikacija opće postavke ponašanje dock traka menija status bočna
da: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generelt indstillinger adfærd dock menulinje status sidepanel
de: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app allgemein einstellungen verhalten dock menüleiste status seitenleiste
es: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplicación general preferencias comportamiento dock barra de menú estado lateral App
fr: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme application général préférences comportement dock barre de menus état latérale App
it: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generale preferenze comportamento dock barra menu stato laterale
ja: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme md markdown mdx ビューア プレビュー readme 表示
ko: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 미리보기 마크다운
nb: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app generelt innstillinger oppførsel dock menylinje status sidepanel
pl: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme aplikacja ogólne preferencje zachowanie dock pasek menu status boczny
pt_br: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme app geral preferências comportamento dock barra de menu status lateral
ru: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme приложение общие настройки поведение док строка меню статус боковая панель
th: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง
tr: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme uygulama genel tercihler davranış dock menü çubuğu durum kenar
uk: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme програма загальні параметри поведінка док рядок меню статус бічна панель Перегляд
zh_hans: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏
zh_hant: app.openMarkdownInCmuxViewer md markdown mdx viewer preview readme 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 App
